{
  "sections": [
    {
      "title": "CONSTRUCTING HISTORY",
      "elements": [
        {
          "year": 1928,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/original%20waldorf%20astoria_0.jpg",
          "description": "The original location of the renowned Waldorf Astoria Hotel on Fifth Avenue is sold to Bethlehem Engineering Corporation for an estimated $20 million. In just a few years the building is demolished, becoming the site of the world’s most ambitious building project – the Empire State Building."
        },
        {
          "year": 1929,
          "url": "https://upload.wikimedia.org/wikipedia/commons/b/bf/John_J._Raskob_LOC.jpg",
          "description": "Former General Motors executive John Jakob Raskob, along with Coleman du Pont, Pierre S. du Pont, Louis G. Kaufman, and Ellis P. Earle, form Empire State, Inc. and name Alfred E. Smith, former Governor of New York, to head the corporation."
        },
        {
          "year": 1930,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1929.jpg",
          "description": "Construction of the Empire State Building begins on March 17. Occupying a central spot on Fifth Avenue, it is to be the world’s first 100+ story building. With the direction of architects Shreve, Lamb & Harmon Associates and builders Starrett Bros. & Eken, the framework rises 4 ½ stories per week."
        },
        {
          "year": 1931,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1931.jpg",
          "description": "In a record-breaking 1 year and 45 days, construction on the building is completed. The 102-story building is the talk of the town and, on May 1, President Hoover presses a button in Washington, D.C., officially opening the building and turning on the Empire State Building’s lights for the very first time."
        }
      ]
    },
    {
      "title": "A BRAND NEW SKYLINE",
      "elements": [
        {
          "year": 1932,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1932.jpg",
          "description": "As the world’s tallest building, the Empire State Building quickly becomes an acclaimed tourist attraction. People from across the world flock to the building, paying 10 cents to peer through a telescope at New York City. In 6 months, the building collects more than $3,000 in nickels and dimes."
        },
        {
          "year": 1933,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1933.jpg",
          "description": "“King Kong” debuts in New York City on March 2nd, putting the Empire State Building front-and-center for one of cinema’s most famous films. It’s the first of many iconic roles the building will play on the silver screen and among its most important pop culture moments."
        },
        {
          "year": 1946,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1946.jpg",
          "description": "Fifteen years after its opening, the Empire State Building had become the headquarters for several major organizations and approximately 15,000 employees. By this point, the Empire State was among the world’s most profitable buildings and one of its most recognizable and beloved pieces of architecture."
        }
      ]
    },
    {
      "title": "THE ICON GROWS",
      "elements": [
        {
          "year": 1950,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Antenna.jpg",
          "description": "To allow more stations to use the Empire State Building antenna, the building installs a new 222-foot tall, 60-ton antenna, pushing the spire height to 1,472 feet."
        },
        {
          "year": 1955,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Empire%20State%20Building%20shot.jpg",
          "description": "The American Society of Civil Engineers selects the Empire State Building as one of the seven greatest engineering achievements in America’s history, ranking it alongside the Hoover Dam and Panama Canal – one of many distinctions the building has received over the years."
        },
        {
          "year": 1956,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/beacon%20lights.jpg",
          "description": "As a symbol of welcome and freedom to visitors, four large beacon lights are installed at the foot of the tower. These beacons, which could be seen across the city, were known as “The Freedom Lights.”"
        }
      ]
    },
    {
      "title": "THE ONE AND ONLY",
      "elements": [
        {
          "year": 1961,
          "url": "https://www.esbnyc.com/sites/default/files/2020-06/Vintage%201960s%20NYC.jpg",
          "description": "Lawrence A. Wien, Peter L. Malkin, and Harry B. Helmsley buy the Empire State Building for $65 million (approximately $557 million today). The price, which does not include the land, is the highest ever paid for a single building."
        },
        {
          "year": 1969,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Daily%20Mail%20Transatlantic%20Air%20Race_crop.jpg",
          "description": "The Empire State Building serves as the finish line for the Daily Mail Transatlantic Air Race, which saw 360 “runners” – men and women piloting jets, propeller planes, and helicopters – make the long trans-Atlantic trek from London’s Post Office Tower to New York City."
        },
        {
          "year": 1976,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/ESB%20Observatory%20Visitors.jpg",
          "description": "The Empire State Building Observatory receives its 50 millionth visitor. Today, we welcome millions every year to our incredible observatories!"
        },
        {
          "year": 1976,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/RWB_22.jpg",
          "description": "To honor the United States Bicentennial, the Empire State Building installs colored floodlights to illuminate the building at night, lighting up in red, white and blue. This led to today’s very popular Lighting Partners program."
        },
        {
          "year": 1978,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/runup-timeline.jpg",
          "description": "February 15 marks the inaugural Empire State Building Annual Run-Up, hosted by the New York Road Runner Club, challenging racers to climb the more than 1,500 steps to the top. Today, the Run-Up remains a time-honored tradition at ESB that we host every year."
        },
        {
          "year": 1981,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/empire_state_landmark.jpg",
          "description": "On May 18, the New York City Landmarks Preservation Commission declares the Empire State Building a landmark."
        },
        {
          "year": 1986,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Landmark2_resize.jpg",
          "description": "The Empire State Building is recognized as a National Historic Landmark by the National Parks Services."
        }
      ]
    },
    {
      "title": "NEW HORIZONS",
      "elements": [
        {
          "year": 1994,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Weddings_2.jpg",
          "description": "On February 14, the first Valentine’s Day weddings take place at the Empire State Building. More than 250 couples have exchanged their vows during the event since its inception. The annually televised event is covered by news outlets around the globe."
        },
        {
          "year": 2006,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/5th_4.jpg",
          "description": "As the Empire State Building celebrates its 75th anniversary, ownership plans the Empire State ReBuilding program. A sweeping refresh of the entire building, the program includes a complete restoration of ESB’s art deco lobby and the faithful recreation of its original gold and aluminum ceiling."
        },
        {
          "year": 2007,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Nicola%20Bayliss_highres.jpeg",
          "description": "The Empire State Building is ranked #1 on the list of America’s Favorite Architecture by the American Institute of Architects, beating out other national landmarks including the White House, the Golden Gate Bridge, the Washington Cathedral, and more."
        },
        {
          "year": 2009,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Window%20Retrofit_2.jpg",
          "description": "President Bill Clinton, Mayor Michael Bloomberg, and Anthony E. Malkin announce the Empire State Building's groundbreaking energy efficiency retrofit program. An unprecedented, multi-year program, it involves a range of tech, systems, and architectural optimizations making it the global model for retrofitting existing buildings. The $65 million modernization program introduces new elevators, climate systems, and technology upgrades. 6,514 ESB windows are replaced in the biggest window replacement ever authorized by the Landmarks Preservation Commission, and frames are installed in the building’s original distinctive red."
        }
      ]
    },
    {
      "title": "BUILDING FOR TOMORROW",
      "elements": [
        {
          "year": 2009,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Art%20Deco%20Ceiling.jpg",
          "description": "On September 29, the newly renovated ceiling in the Fifth Avenue lobby is unveiled, precisely recreated in the image of the original on opening day. A masterful art deco mural, it takes artisans 20,000 working hours to execute the renovation – longer than the original construction of the building."
        },
        {
          "year": 2010,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Social.jpg",
          "description": "We’ve gone digital! The Empire State Building connects with more than 500,000 fans globally through Facebook and Twitter. Today, that number is in the millions – and rising! Are you following the World’s Most Famous Building?"
        },
        {
          "year": 2011,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Green%20lights.jpg",
          "description": "The Empire State Building receives the 2011 Green Power Leadership Award from the U.S. Environmental Protection Agency (EPA). The same year, the building earns its LEED Gold certification, in recognition of its modernization efforts, including the Empire State ReBuilding program."
        },
        {
          "year": 2012,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/NYE%20Lights.jpg",
          "description": "The Empire State Building unveils a new LED lighting system capable of 16,000,000 different colors. With this upgrade, the building has even more ways to wow tourists and New Yorkers alike."
        },
        {
          "year": 2018,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Lobby%20upgrade.jpg",
          "description": "On August 24, a new 34th Street visitor entrance is unveiled and opened to the general public. For nearly all our visitors, its where they first step into the beautiful world of the Empire State Building and features our welcome wall – a social media icon – as well as a realistic scale model of the building."
        },
        {
          "year": 2019,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/102_7.jpg",
          "description": "After a comprehensive renovation of the 2nd and 80th floor exhibition spaces, a new Empire State Building is revealed. Visitors can now live the Empire State Building experience like never before, stepping into a world of history, pop culture, glamor and NYC culture. The building’s transformation includes a stunning, reimagined 102nd floor observatory, offering the most breathtaking views the city has to offer."
        }
      ]
    }
  ]
}