{
  "sections": [
    {
      "title": "STORIA DELLA COSTRUZIONE",
      "elements": [
        {
          "year": 1928,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/original%20waldorf%20astoria_0.jpg",
          "description": "La sede originaria del noto hotel Waldorf Astoria sulla Quinta Strada viene venduta alla Bethlehem Engineering Corporation per una somma stimata di 20 milioni di dollari. Dopo alcuni anni l'edificio viene demolito per fare spazio al sito del progetto edile più ambizioso al mondo, ovvero l'Empire State Building."
        },
        {
          "year": 1929,
          "url": "https://upload.wikimedia.org/wikipedia/commons/b/bf/John_J._Raskob_LOC.jpg",
          "description": "L'ex dirigente della General Motors John Jakob Raskob, insieme all'ingegnere Coleman du Pont e agli imprenditori Pierre S. du Pont, Louis G. Kaufman ed Ellis P. Earle costituiscono la società Empire State, Inc. e nominano direttore Alfred E. Smith, ex governatore di New York."
        },
        {
          "year": 1930,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1929.jpg",
          "description": "La costruzione dell'Empire State Building inizia il 17 marzo. Destinato a occupare una posizione centrale della Quinta Strada, sarà il primo edificio al mondo con più di 100 piani. Sotto la direzione degli architetti Shreve e Lamb & Harmon Associates e dell'impresa edile Starrett Bros. & Eken, la struttura sale di 4 piani e ½ alla settimana."
        },
        {
          "year": 1931,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1931.jpg",
          "description": "Nel tempo record di 1 anno e 45 giorni, la costruzione dell'edificio viene completata. In città tutti parlano dell'edificio di 102 piani e il 1° maggio il presidente Hoover premendo un pulsante a Washington, D.C., inaugura ufficialmente l'Empire State Building accendendone per la prima volta le luci."
        }
      ]
    },
    {
      "title": "UNO SKYLINE NUOVO DI ZECCA",
      "elements": [
        {
          "year": 1932,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1932.jpg",
          "description": "L'Empire State Building è l'edificio più alto del mondo e diventa rapidamente una famosa attrazione turistica per le persone che da ogni parte del globo accorrono per pagare i 10 centesimi che consentono di guardare New York attraverso un telescopio. In 6 mesi vengono raccolti oltre 3.000 $."
        },
        {
          "year": 1933,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1933.jpg",
          "description": "“King Kong” debutta a New York il 2 marzo e l'Empire State Building diventa protagonista di uno dei film più famosi della storia cinematografica. Si tratta del primo di numerosi ruoli iconici che l'edificio ricoprirà sul grande schermo e uno dei suoi momenti più importanti per la cultura popolare."
        },
        {
          "year": 1946,
          "url": "https://www.esbnyc.com/sites/default/files/2019-11/1946.jpg",
          "description": "Quindici anni dopo la sua inaugurazione, l'Empire State Building è diventato la sede centrale di diverse importanti organizzazioni con circa 15.000 dipendenti e uno degli edifici più redditizi al mondo oltre che uno degli elementi architettonici più noti e amati."
        }
      ]
    },
    {
      "title": "LA CRESCITA DI UN'ICONA",
      "elements": [
        {
          "year": 1950,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Antenna.jpg",
          "description": "Per consentire a un numero maggiore di stazioni di utilizzare le antenne dell'Empire State Building, viene installata sull'edificio una nuova antenna di 68 metri e 60 tonnellate, che porta l'altezza della guglia a 443 metri."
        },
        {
          "year": 1955,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Empire%20State%20Building%20shot.jpg",
          "description": "La American Society of Civil Engineers seleziona l'Empire State Building come uno dei sette più grandi successi ingegneristici della storia americana, insieme alla diga di Hoover e al canale di Panama. Si tratta di uno dei numerosi riconoscimenti ottenuti dall'edificio nel corso degli anni."
        },
        {
          "year": 1956,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/beacon%20lights.jpg",
          "description": "Come simbolo di benvenuto e libertà per i visitatori, ai piedi della torre vengono installati quattro grandi fari visibili da tutta la città e divenuti celebri come “luci della libertà”."
        }
      ]
    },
    {
      "title": "L'UNICO E INIMITABILE",
      "elements": [
        {
          "year": 1961,
          "url": "https://www.esbnyc.com/sites/default/files/2020-06/Vintage%201960s%20NYC.jpg",
          "description": "Lawrence A. Wien, Peter L. Malkin e Harry B. Helmsley acquistano l'Empire State Building per 65 milioni di dollari (pari a circa 557 milioni di dollari odierni). Il prezzo, che non include quello del terreno, è il più alto mai pagato per un unico edificio."
        },
        {
          "year": 1969,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Daily%20Mail%20Transatlantic%20Air%20Race_crop.jpg",
          "description": "L'Empire State Building è il traguardo della Daily Mail Transatlantic Air Race, la competizione aeronautica che ha visto 360 partecipanti, uomini e donne alla guida di jet, aerei a propulsione ed elicotteri, effettuare la traversata transatlantica dalla Post Office Tower di Londra a New York."
        },
        {
          "year": 1976,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/ESB%20Observatory%20Visitors.jpg",
          "description": "L'osservatorio dell'Empire State Building riceve il suo cinquantamilionesimo visitatore. Oggi, i nostri incredibili osservatori accolgono oltre 4 milioni di visitatori all'anno!"
        },
        {
          "year": 1976,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/RWB_22.jpg",
          "description": "Per festeggiare il bicentenario degli Stati Uniti, vengono installati proiettori colorati che di notte illuminano l'Empire State Building di rosso, bianco e blu. Questo primo evento ha dato inizio al popolarissimo programma Lighting Partners."
        },
        {
          "year": 1978,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/runup-timeline.jpg",
          "description": "Organizzata dal New York Road Runner Club, il 15 febbraio si tiene la prima corsa annuale Empire State Building Run-Up in cui gli atleti devono salire gli oltre 1.500 gradini per raggiungere la cima. Oggi la Run-Up è una tradizione dell'ESB e si tiene ogni anno."
        },
        {
          "year": 1981,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/empire_state_landmark.jpg",
          "description": "Il 18 maggio la commissione per la conservazione dei monumenti di New York (New York City Landmarks Preservation Commission) dichiara l'Empire State Building monumento storico."
        },
        {
          "year": 1986,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Landmark2_resize.jpg",
          "description": "L'Empire State Building viene riconosciuto come monumento storico nazionale dal National Park Service."
        }
      ]
    },
    {
      "title": "NUOVI ORIZZONTI",
      "elements": [
        {
          "year": 1993,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/ESB%20Window%20Retrofit_2.jpg",
          "description": "Viene dato il via a un programma di ristrutturazione di 65 milioni di dollari che prevede l'installazione di nuovi ascensori, sistemi di climatizzazione e aggiornamenti tecnologici. L'opera include la sostituzione di tutte le 6.514 finestre dell'edificio, ovvero la più grande sostituzione di finestre mai autorizzata dalla Landmarks Preservation Commission."
        },
        {
          "year": 1994,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Weddings_2.jpg",
          "description": "Il 14 febbraio vengono celebrati nell'Empire State Building i primi matrimoni del giorno di S. Valentino. Dalla sua prima edizione, oltre 250 coppie si sono scambiate le promesse matrimoniali durante questo evento trasmesso ogni anno alla televisione e riportato dai notiziari di tutto il mondo."
        },
        {
          "year": 2006,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/5th_4.jpg",
          "description": "Mentre si celebra il 75° anniversario dell'Empire State Building, i proprietari pianificano il programma Empire State ReBuilding, ovvero un'ampia ristrutturazione dell'intero edificio che prevede il completo rifacimento dell'atrio art deco e la fedele riproduzione dei soffitti originali in oro e alluminio."
        },
        {
          "year": 2007,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Nicola%20Bayliss_highres.jpeg",
          "description": "L'Empire State Building occupa il 1° posto nella classifica delle struttur architettoniche preferite in America stilata dall'American Institute of Architects, superando altri monumenti storici nazionali, tra cui la Casa Bianca, il Golden Gate Bridge, la cattedrale di Washington e molti altri."
        },
        {
          "year": 2009,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Window%20Retrofit_2.jpg",
          "description": "Il presidente Bill Clinton, il sindaco Michael Bloomberg e Anthony E. Malkin annunciano l'avvio del rivoluzionario programma di trasformazione per l'efficienza energetica dell'Empire State Building. Un programma senza precedenti della durata di alcuni anni che prevede una serie di ottimizzazioni tecnologiche e architettoniche che lo renderanno un modello globale per la riconversione degli edifici esistenti."
        }
      ]
    },
    {
      "title": "COSTRUIRE PER IL FUTURO",
      "elements": [
        {
          "year": 2009,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Art%20Deco%20Ceiling.jpg",
          "description": "Il 29 settembre viene inaugurato il soffitto appena rinnovato dell'atrio della Quinta Strada, che riproduce fedelmente il soffitto originale del giorno dell'inaugurazione dell'edificio. Un'opera magistrale di art deco che ha richiesto 20.000 ore di lavoro di artigiani per il restauro, molto più tempo rispetto a quello necessario per la costruzione dell'edificio."
        },
        {
          "year": 2010,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Social.jpg",
          "description": "Siamo passati al digitale! L'Empire State Building è connesso con oltre 500.000 fan a livello globale tramite Facebook e Twitter. Oggi questo numero ha raggiunto l'ordine dei milioni e continua a crescere! Sei anche tu uno dei follower dell'edificio più famoso al mondo?"
        },
        {
          "year": 2011,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Green%20lights.jpg",
          "description": "L'Empire State Building riceve il Green Power Leadership Award per il 2011 dalla U.S. Environmental Protection Agency (EPA), l'agenzia statunitense per la tutela ambientale. Lo stesso anno, l'edificio viene insignito della certificazione LEED Gold come riconoscimento per le opere di modernizzazione, tra cui il programma Empire State ReBuilding."
        },
        {
          "year": 2012,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/NYE%20Lights.jpg",
          "description": "L'Empire State Building inaugura il nuovo sistema di illuminazione a LED in grado di riprodurre 16.000.000 di colori diversi. Grazie a questo rinnovamento, l'edificio riesce ancora una volta a sorprendere i turisti e gli abitanti di New York."
        },
        {
          "year": 2018,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/Lobby%20upgrade.jpg",
          "description": "Il 24 agosto viene inaugurato e aperto al pubblico un nuovo ingresso per i visitatori sulla 34esima Strada. Per quasi tutti i visitatori, si tratta del punto di accesso al meraviglioso mondo dell'Empire State Building che include la parete di benvenuto, un'icona sui social media, e un modellino realistico in scala dell'edificio."
        },
        {
          "year": 2019,
          "url": "https://www.esbnyc.com/sites/default/files/2020-02/102_7.jpg",
          "description": "Dopo una completa ristrutturazione degli spazi espositivi al 2° e all'80° piano, viene presentato un nuovo Empire State Building. Chi visita l'Empire State Building può ora vivere un'esperienza unica che consente di entrare in un mondo di storia, cultura popolare, glamour e mentalità di New York. La trasformazione dell'edificio include al 102° piano uno straordinario osservatorio completamente rinnovato che offre il panorama più mozzafiato della città."
        }
      ]
    }
  ]
}